FYP_MasterFilesNEW/OpenFOAM_UnusedFiles/Unused Cases (3D)/TrainSet14G1U3/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1712                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          500;
        startFace       68400;
    }
    outlet
    {
        type            patch;
        nFaces          500;
        startFace       68900;
    }
    fixedWalls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          5800;
        startFace       69400;
    }
    obstacle
    {
        type            wall;
        inGroups        1(wall);
        nFaces          400;
        startFace       75200;
    }
)

// ************************************************************************* //
